Repository: asadbek204/Team-1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: О НАС
uz: BIZ HAQIMIZDA

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt labore et ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
uz: O'g'riqning o'zi juda muhim, adipiscing kuzatiladilekin shunday bir vaqtda sodir bo'ldi mashaqqatli mehnat bilan va katta mehnat va azob bilan. Qilish uchunKechirasiz, kechirasiz, mijoz kim? amet, Murabbiylik jarayonini kuzatib boraman, lekin bir xil vaqtni beraman ular katta mehnat va azob bilan sodir bo'ldi biroz.

source: информация о конкурсах
uz: musobaqalar haqida ma'lumot

source: ЭКСПЕРТЫ
uz: Mutaxassislar

source: Регион
uz: Mintaqa

source: кол.во участников
uz: ishtirokchilar soni

source: %% по Узбекистану
uz: O‘zbekiston uchun %%

source: РАБОТЫ ПО РЕГИОНАМ В %(years.0)s-%(years.1)s УЧЕБНОМ ГОДУ
uz: HUDUDLAR BO'YICHA ISHLASH %(years.0)s-%(years.1)s O'QUV YILI

source: Ташкент
uz: Tashkent

source: конкурсы
uz: musobaqalar

source: участники
uz: ishtirokchilar

source: О РEЗУЛЬТАТАХ
uz: NATIJALAR HAQIDA

source: ЛИЧНЫЙ КАБИНЕТ
uz: SHAXSIY KABINET

source: Логин
uz: Tizimga kirish

source: (E-MAIL)
uz: (Elektron pochta)

source: Пароль
uz: Parol

source: запомнить
uz: eslab qoling

source: забыли пароль
uz: Parolni unutdingizmi

source: ВОЙТИ
uz: KIRISH UCHUN

source: войдите через аккаунт социальной сети
uz: ijtimoiy tarmoq hisobi orqali kiring

source: Личные данные
uz: Shaxsiy ma'lumotlar

source: выйти
uz: tizimdan chiqish

source: изменить пароль
uz: parolni o'zgartirish

source: Введите новый пароль
uz: Yangi parolni kiriting

source: Подтвердите пароль
uz: Parolni tasdiqlang

source: РЕГИСТРАЦИЯ
uz: RO‘YXATDAN KETISH

source: Регистрация с помощью социальных сетей
uz: Ijtimoiy tarmoqlarda ro'yxatdan o'tish

source: выберите значения
uz: qiymatlarni tanlang

source: УЧАСТНИК – работы на конкурсы отправляются только от имени одного Автора, но могут быть указаны разные Руководители работ
uz: ISHTIROKCHI – ishlar tanlovlarga yuboriladi faqat bitta Muallif nomidan, lekin mumkin turli ish boshqaruvchilari ko'rsatilishi kerak

source: РУКОВОДИТЕЛЬ РАБОТ – работы на конкурсы могут отправляться от разных Авторов, но от одного Руководителя
uz: Ish menejeri - musobaqalar uchun ishlaydi turli mualliflardan yuborilgan, lekin dan bitta bosh

source: ОРГАНИЗАТОР ОТ ОБРАЗОВАТЕЛЬНОЙ ОРГАНИЗАЦИИ – работы на конкурсы могут отправляться от разных Авторов и разных Руководителей, но от одной образовательной организации
uz: TA’LIM TASHKILOTIDAN TASHKILOTchi –musobaqalar uchun ishlaydi jo'natilyapti turli Mualliflar va turli Rahbarlardan, lekin dan bitta ta'lim tashkiloti

source: Даю согласие образовательному порталу "НИКА" на обработку моих персональных данных * Нажимая кнопку «РЕГИСТРАЦИЯ», я принимаю условия Пользовательского соглашения и даю своё согласие Образовательному порталу «BEFIRST» (сайт https://оценика.уз) на обработку моих персональных данных, в соответствии с ...
uz: Men "NIKA" ta'lim portaliga rozilik beraman."" shaxsiy ma'lumotlarimni qayta ishlash uchun ma'lumotlar * ""<<RO'YXAT>> tugmasini bosish orqali men qabul qilaman Foydalanuvchi shartnomasi shartlari va men o'zimni beraman kelishuv <<BEFIRST>> ta'lim portali (sayt https://otsenika.uz) shaxsiy ma'lumotlarimni qayta ishlash uchun ma'lumotlar, ga muvofiq...

source: Согласие
uz: Shartnoma

source: ГОТОВО
uz: TAYYOR

source: КОНТАКТЫ
uz: ALOQALAR

source: Поиск
uz: Qidirmoq

source: СОЗДАТЬ ЭКСПЕРТА
uz: MUXAFSIZ YARATING

source: имя пользователя: имя пользователя
uz: foydalanuvchi nomi: foydalanuvchi nomi

source: имя: имя
uz: ism: ism

source: адрес
uz: manzil

source: Редактировать
uz: Tahrirlash

source: Удалить
uz: Oʻchirish

source: username: username
uz: foydalanuvchi nomi: foydalanuvchi nomi

source: фамилия:фамилия
uz: familiya: familiya

source: Редактировать
uz: Tahrirlash

source: ОПЛАТА
uz: TO'LOV

source: Оформление оплаты
uz: To'lovni qayta ishlash

source: Ваше имя
uz: ismingiz

source: Ваше номер телефона
uz: telefon raqamingiz

source: ОПЛАТА ПО КАТЕГОРИЯМИ
uz: TURUMLAR BO'YICHA TO'LOV

source: НОМЕР КАРТЫ
uz: KARTA RAQAMI

source: СУММА
uz: SUM

source: ОПЛАТИТ
uz: TO'LASH

source: быстрый способ оплаты
uz: tez to'lov usuli

source: ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ
uz: MAXFIYLIK SIYOSATI

source: Положения Политики конфиденциальности в последний раз были обновлены 03-11-2021 <br> Общие положения
uz: Maxfiylik siyosati qoidalarioxirgi marta 2021-yil 03-11-da yangilangan <br> Umumiy holat

source: 1. Оператором по обработке персональных данных сайта
uz: 1. Saytning shaxsiy ma'lumotlarini qayta ishlash operatori

source: является Образовательный портал «НИКА» (ИП Исупов Андрей Васильевич, ИНН 434562712162, ОГРН 316435000061224) (далее — ОП «НИКА», оператор).
uz: tarbiyaviy hisoblanadi <<NIKA>> portali (IP Isupov Andrey Vasilevich, INN OGRN 4316435000061224 (keyingi o'rinlarda deb yuritiladi) OP <<NIKA>>, operator).

source: 2. Данная политика конфиденциальности распространяется на всех клиентов (далее — Посетители, пользователи), которые зашли на сайт
uz: 2. Ushbu maxfiylik siyosatibarcha mijozlarga (keyingi o'rinlarda tashrif buyuruvchilar deb yuritiladi) foydalanuvchilar) saytga tashrif buyurganlar

source: (далее — Сайт), на их действия, которые они могут совершать на Сайте, включая (но не ограничиваясь) регистрацию на Сайте (в том числе и через вход посредством своего аккаунта в социальных сетях), оформление заявки на участие (и само участие) в конкурсах, олимпиадах, викторинах, тестах, размещение (публикация) личных материалов, отзывов, чтение публикуемой информации, предоставление и получение данных любого типа информации (далее — Услуги).
uz: (Bundan keyin - veb-sayt), ularning harakatlari haqida, qaysi ular saytida amalga oshirishi mumkin, shu jumladan (lekin emas bilan cheklangan) Saytda ro'yxatdan o'tish (shu jumladan orqali ijtimoiy hisobingizdan foydalanib tizimga kiring tarmoqlar), ishtirok etish uchun arizani to'ldirish (va ishtirok etish) musobaqalarda, olimpiadalarda, viktorinalarda, testlarda, shaxsiy materiallarni joylashtirish (nashr qilish), sharhlar, nashr etilgan ma'lumotlarni o'qish, ta'minlash vahar qanday turdagi ma'lumotlarni olish (Bundan keyin - Xizmatlar).

source: 3. Посетители безоговорочно согласны с Политикой конфиденциальности при использовании Услуг, в которой излагаются цели и способы сбора информации, а также условия её хранения и прочее. Если Посетитель не согласен с данной политикой конфиденциальности, то он не имеет права пользоваться Услугами Сайта.
uz: 3. Mehmonlar Siyosatga so'zsiz rozilik bildiradilarxizmatlardan foydalanishda maxfiylikga, yig'ishning maqsadlari va usullarini belgilaydi ma'lumotlar, shuningdek, uni saqlash shartlari va boshqalar. Agar Mehmon bu siyosatga rozi emas maxfiylik, keyin u huquqiga ega emas rohatlaning Sayt xizmatlari.

source: 4. Оператор для достижения целей осуществляет: сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ), блокирование, удаление, уничтожение персональных данных. Ни волею ОП «НИКА», ни по решению каких-либо третьих лиц, за исключением случаев, предусмотренных законом Российской Федерации, персональные данные не могут быть переданы третьим лицам без особого и ясного согласия на это Посетителя. Обработка персональных данных осуществляется Оператором смешанным путем: как с использованием, так и без использования средств автоматизации. При сборе персональных данных Оператор обеспечивает их запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, расположенных в информационных системах, находящихся на территории Российской Федерации.
uz: 4. Maqsadlarga erishish uchun operator quyidagilarni amalga oshiradi:yig'ish, tizimlashtirish, to'plash, saqlash, tushuntirish (yangilash, o'zgartirish), chiqarish, foydalanish, uzatish (ta'minlash, kirish), blokirovka qilish, shaxsiy ma'lumotlarni yo'q qilish, yo'q qilish. Hech ham <<NIKA>> OPning irodasi bilan yoki biron birining qarori bilan uchinchi shaxslar, qonun hujjatlarida nazarda tutilgan hollar bundan mustasno Rossiya Federatsiyasi, shaxsiy ma'lumotlar emas mumkin aniq va aniq bo'lmagan holda uchinchi shaxslarga berilishi mumkin Tashrifchining bunga roziligi. Shaxsiy ma'lumotlarni qayta ishlash amalga oshiriladiAralash operator tomonidan: kabi foydalanish, shunday va avtomatlashtirish vositalaridan foydalanmasdan. Shaxsiy ma'lumotlarni yig'ishda Operator ularning qayd etilishini, tizimlashtirilishini, to‘planishini ta’minlaydi; saqlash, aniqlashtirish (yangilash, o'zgartirish), chiqarib olishrossiya Federatsiyasi fuqarolarining shaxsiy ma'lumotlari bilan federatsiya joylashgan ma'lumotlar bazalaridan foydalanish joylashgan axborot tizimlari hududlar Rossiya Federatsiyasi.

source: Передаваемые права третьим лицам
uz: Uchinchi shaxslarga o'tkazilishi mumkin bo'lgan huquqlar

source: Регистрация Посетителей
uz: Mehmonlarni ro'yxatdan o'tkazish

source: Цели использования персональной информации
uz: agar shaxsiy ma'lumotlardan foydalanilgan bo'lsa

source: КОНКУРС
uz: TANLOV

source: Поэтому за наслаждением и тому подобным, действительно, архитектором и правом уйти от жизни на время следует боль проницательной ненависти, если только мы не родимся с лестью, ведущей к удобству!
uz: Shuning uchun, zavq va shunga o'xshash narsalar uchun, albatta, me'mor vabir muddat hayotni tark etish huquqi nafratning kirib borishi og'rig'i bo'lishi kerak, agar

source: отправить заявку на участие
uz: ishtirok etish uchun ariza yuborish

source: Название карты
uz: Karta nomi

source: Несколько кратких примеров текста, которые будут основываться на заголовке карточки и составлять основную часть ее содержимого. Несколько кратких примеров текста, которые будут основываться на заголовке карточки и составлять основную часть ее содержимого.
uz: Sarlavhaga asoslangan matnning qisqacha misollari karta va uning mazmunining asosiy qismini tashkil qiladi. Bir nechta qisqakarta sarlavhasi asosida bo'ladi matn misollar vamazmunining asosiy qismini tashkil qiladi.

source: Пойти куда-нибудь
uz: Bir joyga boring

source: отправить заявку
uz: ariza yuboring

source: Участвовать
uz: Ishtirok eting

source: Игрушки и игры
uz: O'yinchoqlar va o'yinlar

source: <p>Боль важна сама по себе, за жирением последуют. Для пользы этого упражнения старейшины, особенно который.</p> <р>1. Заказчику очень важно обратить внимание на процесс адиписки. Остальные, отлично!</p> <р>2. Заказчику очень важно обратить внимание на процесс адиписки. Остальные, отлично!</p> <р>3. Заказчику очень важно обратить внимание на процесс адиписки. Остальные, отлично!</p> 4. Боль сама по себе очень важна, и за ней последует отложение жира.</p> <р>5. Клиент должен быть очень доволен.</p> 6. Заказчику очень важно обратить внимание на процесс адиписки. Беда, рожденная.</p>
uz: <p>Og'riq o'z-o'zidan muhim, yog 'ta'qib qiladi. Foyda uchunBu mashq oqsoqollar, ayniqsa qaysi.</p> <р>1. Mijoz uchun jarayonga e'tibor berish juda muhimdiradipiski. Qolganlari, ajoyib!</p> <р>2. Mijoz uchun jarayonga e'tibor berish juda muhimdir adipiski. Qolganlari, ajoyib!</p> <р>3. Mijoz uchun jarayonga e'tibor berish juda muhimdir adipiski. Qolganlari, ajoyib!</p> 4. Og'riqning o'zi juda muhim va undan keyin cho'kma paydo bo'ladi semiz.</p> <р>5. Mijoz juda mamnun bo'lishi kerak.</p> 6. Mijoz uchun ro'yxatga olish jarayoniga e'tibor berish juda muhimdir. Muammo tug'iladi.</p>

source: Участие В конкурсе
uz: Tanlovda ishtirok etish

source: Для клиента очень важно знать о его потребностях, но в то же время происходит то же самое. с упорным трудом и с какой-то сильной болью. Подойдя к мельчайшим деталям, кто
uz: Mijoz uchun uning ehtiyojlarini bilish juda muhim, lekin ayni paytda xuddi shu narsa sodir bo'ladi. mashaqqatli mehnat bilan va ba'zi qattiq og'riqlar bilan. Eng kichigiga kelsak tafsilotlar, kim

source: подробное
uz: batafsil

source: АНКЕТА
uz: TADQIQOT

source: пожалуйста, заполните эту форму, чтобы создать учетную запись
uz: hisob yaratish uchun ushbu shaklni to'ldiring

source: Имя
uz: Ism

source: Фамилия
uz: Familiya

source: возраст
uz: Yosh

source: средний возраст
uz: O'rta yosh

source: Самарканд
uz: Samarqand

source: Телефон
uz: Telefon

source: Ваш коммент...
uz: Sizning fikringiz..

source: Запомнить
uz: Eslab qoling

source: Форма регистрации
uz: Ro'yxatdan o'tish shakli

source: Имя пользователя
uz: Foydalanuvchi nomi

source: Изменить пароль
uz: Parolni o'zgartirish

source: ИЗМЕНЯТЬ
uz: O'ZGARISH

source: ГАЛЛЕРИЯ
uz: GALEREYA

source: СТАТИСТИКА ПО РЕГИОНАМ
uz: HUDUDLAR BO'YICHA STATISTIKA

source: МЕРОПРИЯТИЯ ОБРАЗОВАТЕЛЬНОГО ПОРТАЛА
uz: TA'LIM PORTALIDAGI VOQEALAR

source: Карта сайта
uz: Sayt xaritasi

source: Главная
uz: Asosiy

source: Результаты
uz: natijalar

source: О нас
uz: Biz haqimizda

source: Правила
uz: Qoidalar

source: Работы
uz: Ishlar

source: Контакты
uz: Kontaktlar

source: г. Ташкент, Юнусабадский район, ул Узбекистан
uz: Toshkent sh, Yunusobod tumani, O‘zbekiston

source: Мы в соцсетях:
uz: Biz ijtimoiy tarmoqlardamiz:

source: ВХОД
uz: KIRISH

source: Правило
uz: Qoida

source: Конкурс
uz: Musobaqa

source: Эксперты
uz: Mutaxassislar

source: Личный кабинет
uz: Shaxsiy kabinet
